Repository: smolynets/mycv
Catalog: cv/locale/*/LC_MESSAGES/django.po
Languages: uk

source: All pages
uk: Всі сторінки

source: Main
uk: Основне

source: Experience
uk: Досвід роботи

source: Education
uk: Освіта

source: Professional_skills
uk: Професійні навики

source: Technologies
uk: Технології

source: Personal_data
uk: Особисті дані

source: Ukrainian Catholic University, Humanities faculty, history, bachelor
uk: Український Католицький Університет, Гуманітарний факультет, спеціальність – історія, бакалавр

source: Lviv National University, Historical faculty, master's degree
uk: Львівський Національний університет ім. І.Франка, Історичний факультет, магістр

source: today
uk: по даний час

source: engineer – electronic (system administrator) in Dobrosyn school
uk: інженер - електронщик (системний адміністратор) у Добросинській ЗОШ, с. Добросин

source: Also, teach computer science.
uk: Також веду уроки інформатики.

source: сall – center «Adelina» – Volya cable
uk: сall – центр «Аделіна Оптіс» - групи Воля кабель

source: the embassy of Poland and Rozetka groups, operator.
uk: посольство Польщі і Розетка, оператор

source: internet – shop «Deshevshe.net», sales manager.
uk: інтернет-магазин «Дешевше нет». Менеджер з продажу

source: сall – center «Adelina», group MTS, operator.
uk: call – центр «Аделіна Оптіс», група МТС, оператор

source: сall – center MTS, operator.
uk: call-центр МТС-Україна, оператор

source: McDonald's.
uk: ресторан Макдональдс

source: Smolynets Oleh
uk: Смолинець Олег Михайлович

source: Date of birth – March 23, 1986
uk: Дата народження – 23 березня 1986 року.

source: Place of residence — Dobrosyn, Zhovkva district, Lviv region,
uk: Місце проживання - с. Добросин, Жовківський р-н., Львівська обл.,

source: Tsentralna st. 12
uk: вул. Центральна 12

source: (40 km from Lviv by the Rava — Ruska way)
uk: (40 км від Львова по Рава-Руській трасі)

source: tel.
uk: тел.

source: Destination: getting a job Junior Python/Django Web Developer in SoftFormance
uk: Мета: отримання посади Junior Python/Django Web Developer в компанії SoftFormance.

source: Personal data
uk: Особисті дані:

source: Married, without bad habits, purposeful and punctual,
uk: Одружений, без шкідливих звичок, цілеспрямований та пунктуальний,

source: with desire for self — realization
uk: з непереборним бажанням самореалізації

source: Favorite hobby is reading and internet
uk: Улюбленим хобі є читання та інтернет

source: In choosing a new job the main thing for me
uk: В виборі нової роботи ключовим критерієм для мене

source: is a possibility of self — realization and
uk: є можливість самореалізації та

source: professional growth, good team
uk: професійного росту, хороший колектив

source: Professional skills
uk: Професійні навики

source: The not bad user in Linux(Ubuntu)
uk: Впевнений користувач Linux(Ubuntu)

source: tried to administrate servers with Linux(Ubuntu)
uk: пробував на початковому рівні адмініструвати сервери на Linux(Ubuntu)

source: in particular, configured apache and Nginx with Wordpress
uk: зокрема конфігурувати Apache та Nginx в парі з Wordpress

source: More than two years study django framework in your book
uk: Більше двох років вивчаю Django-фреймворк по вашій книзі

source: The Base level of English
uk: Базовий рівень англійської

source: The programming interest began with the books
uk: Зацікавлення програмуванням почалося з книги

source: "Bot" of Maksym Kidruk and "Prey" of Michael Crichton
uk: “Бот” Максима Кідрука та “Здобич(Рій)” Майкла Крайтона

source: My simple works
uk: Ось маленькі приклади моїх робіт
